["Section: Introduction & Goals & Milestones\nSub-section: Introduction\nStudents of New Uzbekistan University (NewUU) are thrilled to announce the expansion of the Hogwarts Summer School, a unique program designed to immerse secondary school students (grades 9-11) and university students (freshmen to seniors) into the research of various disciplines. This immersive program offers a one-week journey, each a magical portal into the world of Hogwarts.", "Section: Introduction & Goals & Milestones\nSub-section: Goals\n1. Develop Their Research Skills: Gain valuable knowledge and practical experience in science, technology, engineering, mathematics, and political science through interactive workshops and roundtable discussions with the research team.\n2. Become Part of a Vibrant Community and build Networking: Build lasting friendships and network with fellow students, mentors, and professors from NewUU and beyond, all while immersing themselves in the electrifying atmosphere of Hogwarts School of Witchcraft and Wizardry!\n3. Cultivate Young Leaders and Future Thinkers: Build a community of young scholars, leaders, and community activists to work on future projects and solve the future problems of Uzbekistan.", "Section: Introduction & Goals & Milestones\nSub-section: Milestones\nAutumn 2024\nApplication for funding and sponsorships for the Hogwarts School project.\nWinter 2025\nThe application period opens for participant enrollment.\nSpring 2025\nMentors conduct online classes to guide students on project ideas.\nJune/July 2025\nStudents work on their projects remotely, arriving at the camp with preliminary work completed.\nAugust 2025\nOne-week immersive camp at the Renaissance Camp in the mountains.", "Section: Student Selection Process\nSub-section: Eligibility\nAdmissions will start from mid April and run until late May (or early June). The Main Platform for communication with applicants will be our Telegram Channel (follow at the end of the document).\nAdditional: https://docs.google.com/document/d/1uyfJXV5QiChGWX3SdRcBcbgyZiFsxRJNt6IsbND7BUU/edit?usp=sharing", "Section: Student Selection Process\nSub-section: Structure\nEligibility: High school students (grades 9-11) and university students (all courses).\nSelection will proceed in three stages:\nFirst Stage: Submission of a short essay and CV.\nSecond Stage: A case study to examine research abilities.\nThird Stage: Interview (creative questions analyzing the behavior and experience of the student).\nAdditional: https://docs.google.com/document/d/1uyfJXV5QiChGWX3SdRcBcbgyZiFsxRJNt6IsbND7BUU/edit?usp=sharing", "Section: Academic Program Overview\nSub-section: Areas of Focus\n1. Software Technologies \n2. Building Strong Institutions\n3. Ecology (Water, Air, Energy, Food)\n4. Education\n5. Education of Concerned Citizens\nAdditional: https://docs.google.com/document/d/1FeA_9xe0bvNHN21cN5JQkxlPzUUVaYvduDP5HV-JYL0/edit?usp=sharing", "Section: Academic Program Overview\nSub-section: Timeline & Structure\nThe Academic Part will start from early March till mid-May and will consist of 12 weeks of online sessions. The flow of the sessions will be based on the SPRINT methodology, based on the AGILE theory of project management. For more information please refer to the “Academic Program Overview\nAdditional: https://docs.google.com/document/d/1FeA_9xe0bvNHN21cN5JQkxlPzUUVaYvduDP5HV-JYL0/edit?usp=sharing", "Section: Social Engagement Activities\nSub-section: Timeline\nMajor parts of social activities, ice-breaking games, and networking will happen during the 1-week stay in “Renaissance Camp”, located in the mountains near Tashkent. The dates are flexible but it is planned to proceed in early August. \nMajor planning for all social games has already started from the start of Autumn 2024. However, the main preparation will start in July, near the start of the offline part of the camp.\nAdditional: https://docs.google.com/spreadsheets/d/1Z_3lGuf4_hMNGIdrNjVOJL1nIZeJXZe1wt5e1RVXvX4/edit?usp=sharing", "Section: Social Engagement Activities\nSub-section: Structure\nThe games are planned to capture the spirit of Hogwarts School of Wizards and try to contemplate the games repeated in the original book series by J.K. Rowling “Harry Potter”. For now the following can give you the overview of the games, but for more information please follow the Google Sheet “Program Schedule: Hogwarts Summer School Project 2025”\n- Quidditch Tournaments: Engage in thrilling matches that test your teamwork, strategy, and a dash of magical prowess.\n- Care of Mythical Beasts: Learn about the fascinating world of magical creatures (inspired by Care of Magical Creatures lessons) through interactive exhibits and guest lectures, sparking discussions about real-world conservation efforts.\n- Charms for Collaboration: Participate in workshops that hone your communication and teamwork skills, all with a sprinkle of magical inspiration.\nAdditional: https://docs.google.com/spreadsheets/d/1Z_3lGuf4_hMNGIdrNjVOJL1nIZeJXZe1wt5e1RVXvX4/edit?usp=sharing", "Section: Budgeting\nSub-section: Budgeting\nThe list of expenses was built based on the extensive experience of organizers gained from previous cohorts and based on the advice of NewUU Authorities.\nBased on the calculations, it has been concluded that in the best-case scenario (presents of good quality, food of good quality, and monetary reward for mentors for their 1-year contribution) approximately $87 will be needed to sustain 1 participant. For this reason, the amount of participants will depend on the collected budget, else participants without sponsorship coverage will need to self-fund their stay in the camp. The maximum capacity of the camp will be 200 participants.\nAdditional: https://docs.google.com/document/d/1ts4GgZwceCvPYl2c6mhz0gOzhcYgha9zPztz6x8sE3I/edit?usp=sharing", "Section: Budgeting\nSub-section: Exact calculations\nhttps://docs.google.com/spreadsheets/d/13GNtmMCqygIrs91n-SGsOzByFI6QeBiQ2p8Wl6z_m34/edit?usp=sharing", "Section: Previous Cohorts\nSub-section: Cohort 1: Winter School 2022\nhttps://youtu.be/ghzeDEKhGDQ?si=9UMve5HchNJ7bR3j\nAdditional: https://docs.google.com/document/d/1NzKwCkNNSWJGX_3b8AyQObPS7IRMrQbg/edit?usp=sharing&ouid=103384603616358247789&rtpof=true&sd=true", "Section: Previous Cohorts\nSub-section: Cohort 2: Summer School (SDG) 2023\nhttps://youtu.be/aLZpocecnQc?si=O07PXwb6fcWqliyb\nAdditional: https://docs.google.com/document/d/1sITy3N4UiftXfTwo1gIN-fj8qhxXfNEQU54PQoV4bXQ/edit?usp=sharing", "Section: Previous Cohorts\nSub-section: Cohort 3: Winter School (Startups) 2024\nhttps://t.me/Hogwarts_NewUU/118\nAdditional: https://docs.google.com/document/d/12Vm9Hg1it0sisxpskKSqSTUD1e5p4cUIag7Rz8eAUcE/edit?usp=sharing", "Section: Previous Cohorts\nSub-section: Cohort 4: Summer of Research 2024\nhttps://t.me/Hogwarts_NewUU/263\nAdditional: https://docs.google.com/document/d/1O1LjqsWkZKBE02LX6JT9-vJ7yJPo0EjcjXyUgZYtcMc/edit?usp=sharing", "Section: Statistics\nSub-section: Statistics\nWebsite: https://hogwarts.streamlit.app\nThe website with statistics is under constant development, but it already contains such data as demographic information of our participants, the regions from where we get applicants, and so on. Please use the website as you wish, but be ready that there might be some confusion along the way.", "Section: Main Initiator\nSub-section: Main Initiato\nNew Uzbekistan University - main initiator of this project. Throughout all cohorts, it supported our project by giving:\nExpert support \nProfessors and mentors, \nPlatform \nadvertisement of our Camp \nFinancial support \n- presents for participants\n- Accommodation (e.g. University’s dormitory(2023); Mirzo Ulugbek School’s Dormitory(2024), Renaissance Camp(2025))\nTransportation\nBus & car for field trips\nSecretary support\nHold account of every documentation and financial records\nFounders: Fahriddin Hayitov, Nargis Kholmamatova, Fyodor Amanov\nActing Organizers: Fahriddin Hayitov, Nargis Kholmamatova", "Section: Contact Information\nSub-section: Phone\nSchool: +998 93-755-77-52\nUniversity: +998 71-202-41-11", "Section: Contact Information\nSub-section: Email\nSchool: schoolinfo@newuu.uz University: info@newuu.uz", "Section: Contact Information\nSub-section: Our social media\n[Website](https://camp.newuu.uz) | [Telegram channel](https://t.me/Hogwarts_NewUU) | [YouTube channel](https://www.youtube.com/@CampOfNewUzbekistanUniversity) [Instagram channel](https://www.instagram.com/hogwarts_newuu/)"]